{
  "page": "aboutUsPage",
  "sections": {
    "aboutUs": [
      {
        "titleEN": "Who We Are",
        "titleAR": "من نحن",
        "image": "https://res.cloudinary.com/ditkrigcq/image/upload/v1757569176/company-building_f37pz7.svg",
        "descriptionEN": [
          "Mohandes Insurance Company was established in 1980 under registration number (6) to provide all types of insurance services in the Egyptian insurance market.",
          "The authorized capital is 1 billion Egyptian pounds",
          "The paid-up capital is 350 million Egyptian pounds.",
          "The total assets amount to 1,660 million pounds, with investments totaling 1,273 million pounds.",
          "The company has a geographic branch network consisting of 23 branches spread across all governorates of Egypt."
        ],
        "descriptionAR": [
          "تأسست شركة المهندس للتأمين عام 1980 تحت سجل رقم (6) لتقديم جميع أنواع خدمات التأمين في سوق التأمين المصري",
          "رأس المال المرخص به مليار جنيه مصري.",
          "رأس المال المدفوع 350 مليون جنيه مصري.",
          "بلغ حجم الأصول 1660 مليون جنيه وحجم استثماراتها 1273 مليون جنيه.",
          "تمتلك شبكة فروع جغرافية تضم 23 فرعًا منتشرة في جميع محافظات الجمهورية."
        ]
      }
    ],
    "mission": {
      "titleEN": "Our Mission",
      "titleAR": "مهمتنا",
      "descriptionEN": "We are committed to adding value to all our customers and partners. We believe in long-term relationships and will strive to build strong partnerships with each of our customers based on uniqueness, mutual trust, transparency, and quality service. Our dedicated team firmly believes that satisfied customers are the key to long-term success, and thus, our goal is to exceed their expectations. Managing our portfolio to maintain sustainable capital returns.",
      "descriptionAR": "ملتزمون بإضافة قيمة إلى جميع عملائنا وشركائنا. نحن نؤمن بالعلاقات طويلة الأمد وسنسعى إلى إقامة شراكات قوية مع كل من عملائنا على أساس التفرد والثقة المتبادلة والشفافية وجودة الخدمة. يؤمن فريقنا المتفاني إيمانًا راسخًا بأن العملاء الراضين هم مفتاح النجاح على المدى الطويل ، وبالتالي فإن هدفنا هو تجاوز توقعاتهم. إدارة محفظتنا للحفاظ على عوائد رأس المال المستدامة."
    },
    "vision": {
      "titleEN": "Our Vision",
      "titleAR": "رؤيتنا",
      "descriptionEN": "To be among the top five companies in the Egyptian insurance market, recognized by our customers as first-class service providers, by our shareholders as high-value contributors, and by our employees as the best environment for success.",
      "descriptionAR": "أن نكون أحد أفضل خمسة شركات في السوق المصري للتأمين، بشهادة عملائنا كمقدمي خدمة من الدرجة الأولى، و بشهادة مساهمينا كمقدمين ذوي قيمة كبيرة ، ومتميزين من قبل موظفينا كأفضل بيئة للنجاح."
    },
    "values": {
      "titleEN": "Our Values",
      "titleAR": "قيمنا",
      "descriptionEN": [
        "Compliance with regulations, laws, and professional and ethical standards at work.",
        "Mutual trust between the company and its customers.",
        "Creativity and continuous development in all areas of the company's work.",
        "Advanced leadership reflected in innovative programs and activities.",
        "Teamwork spirit to achieve the company's goals.",
        "Transparency in communication and interaction with customers.",
        "Integrity in work.",
        "Respect for customer privacy.",
        "Creating a positive work environment for employees.",
        "Social responsibility towards the community."
      ],
      "descriptionAR": [
        "التوافق مع اللوائح والقوانين والمعايير المهنية والأخلاقية في العمل.",
        "الثقة المتبادلة بين الشركة وعملاؤها.",
        "الأبداع والتطوير المستمر في كافة مجالات عمل الشركة.",
        "قيادة متطورة تنعكس في تقديم برامج عمل ونشاطات مبتكرة.",
        "العمل بروح الفريق الواحد لتحقيق أهداف الشركــة.",
        "الشفافية في الاتصال والتواصل مع العملاء.",
        "النزاهة في العمل.",
        "الاحترام لخصوصية العملاء.",
        "تهيئة بيئة العمل الإيجابية لموظفي الشركــة.",
        "تحمل المسئولية الاجتماعية تجاه المجتمع."
      ]
    }
  }
}
