{
  "page": "boardDirectorsPage",
  "sections": {
    "boardDirectors": [
      {
        "arName": "عبدالله خالد عبدالله",
        "enName": "Abdullah Khaled Abdullah",
        "arRole": "رئيس مجلس الإدارة",
        "enRole": "Chairman of the Board",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": [],
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "خالد عبد الصادق",
        "enName": "Khaled Abdel Sadeq",
        "arRole": "نائب رئيس مجلس الإدارة",
        "enRole": "Vice Chairman of the Board",
        "image": "https://res.cloudinary.com/ditkrigcq/image/upload/v1759817667/Mic/assets/images/Chairman_t3eiz9.png",
        "link": "/chairman",
        "CV": null,
        "enDescription": [
          "On behalf of myself and the esteemed members of the Board of Directors, as well as all company employees, I welcome you to Al-Mohandes Insurance, one of the oldest companies in the Egyptian insurance market. Since its inception in 1980, the company has contributed to the development of the Egyptian insurance sector, providing diverse and high-quality insurance products that meet client needs and expectations. Through our geographically widespread branch network, covering all governorates, we aim to innovate new insurance products that cater to all societal segments, reinforcing our corporate social responsibility with high efficiency and quality service.",
          "Thanks to God's grace, Al-Mohandes Insurance maintains a strong financial position and a solid investment portfolio, in addition to being associated with highly rated reinsurers. This enables the company to meet its financial obligations promptly without delay, while also preparing it to handle any unforeseen future commitments. The strength of our company comes from its esteemed shareholders, who are among the most significant and influential in the Egyptian economy. Furthermore, our most valuable asset is our highly qualified human resources, who are the cornerstone of the company’s progress, and we strive to create an optimal working environment that allows them to achieve both their personal and company goals, enhancing their job satisfaction.",
          "Finally, the Board of Directors continuously seeks to improve the company's performance, fulfill customer aspirations, and serve our national economy. This is our mission and responsibility, which we embrace with dedication and enthusiasm, seeking divine support and success."
        ],
        "arDescription": [
          "بالأصالة عن نفسي وبالنيابة عن السادة / أعضاء مجلس الإدارة وكافـة موظفى الشركة ، أرحب بكم فى شركة المهندس للتأمين أحدى أعرق الشركات بسوق التأمين المصرى ، والذى دأبت منذ نشأتهــا عام 1980 على المساهمة فى النهوض بقطاع التأمين المصري ، فضلاً عن التميز والتنوع فى تقديم منتجات تأمينية تلبى إحتياجات وتوقعات عملائها ، و تقديم الدعم المناسب لهم بشكل سريع وفعال ، وذلك من خلال شبكة فروعنا الجغرافية والتى تغطى كافة المحافظات المصرية ، مع العمل على إبتكار منتجات تأمينية جديدة تغطى كافة شرائح المجتمع ، مما ينعكس بدوره على تقديم المسئولية المجتمعية للشركة بشكل مؤثر وفعال يعبرعن شعار الشركة من جودة للخدمة وسرعة فى الأداء والوفاء",
          "وبفضل الله تعالى تحتفظ شركة المهندس للتأمين بملاءة مالية قوية ومحفظة إستثمارية جيدة إضافة إلى ارتباطها بمعيدي تأمين ذوي تصنيف ائتماني عالي ، كل ذلك يمكنها من الوفاء بإلتزاماتها المالية في الوقت المناسب ودون تأخير، ويمكنها من مواجهة أي إلتزامات مستقبلية طارئة . كما تستمد شركة المهندس للتأمين قوتها ومكانتها من قوة ومكانة السادة المساهمين بها ، والذي يعدو ضمن أكبر واعرق الشركات التى تلعب دوراً هاماً فى إزدهار الاقتصاد المصري ، فضلاً عن إمتلاكها أكفأ الموارد البشرية باعتبارهم هم الركيزة الأساسية للنهوض بالشركة ، مما يحدونا لخلق بيئة عمل جيدة تساعدهم على تحقيق أهدف الشركة و أهدافهم الشخصية و تزيد من درجة الرضا الوظيفي لديهم",
          "وأخيرأ يتطلع مجلس إدارة الشركة دائماً إلى الارتقاء بآداء الشركة لتحقيق طموحات العملاء وخدمة إقتصادنا القومـى . هذه هي رسالتنا ومسئوليتنا ، نواجها بكل إخلاص وحماس ونسأل الله عز وجًل الدعم و التوفيق"
        ],

        "enAboutDescription": [
          "Khaled Abdel Sadek is one of the most prominent figures in the Egyptian and Arab insurance markets. He possesses extensive experience in insurance and reinsurance, along with a distinguished career history and a record of holding several high-ranking positions in the industry.",
          "Khaled Abdel Sadek has served as the Vice Chairman of the Misr Insurance Holding Group and as the Vice Chairman of Misr Insurance Company for Technical Affairs. He has also held the position of Executive Director of Misr Insurance's Dubai branch and was a former board member of Misr Insurance for six years."
        ],
        "arAboutDescription": [
          "يعد عبد الصادق احد ابرز الشخصيات العاملة فى سوق التأمين المصري والعربى لما يمتلكه من خبرة تأمينية واسعة فى مجال التأمين واعادة التأمين بالاضافة لما يمتلكه من سيرة ذاتية كبيرة وتوليه العديد من المناصب العليا فى سوق التأمين.",
          "فقد تولى خالد عبد الصادق منصب نائب رئيس مجلس إدارة مجموعة مصر القابضة للتأمين ، وتوليه أيضاً منصب نائب رئيس مجلس إدارة شركة مصر للتأمين، للشئون الفنية ، ومنصب المدير التنفيذي لفرع شركة مصر للتأمين بدبي ، وعضو مجلس إدارة سابق في مصر للتأمين لمدة ستة سنوات."
        ]
      },
      {
        "arName": "احمد بغدادي احمد",
        "enName": "Ahmed Baghdadi Ahmed",
        "arRole": "عضو مجلس إدارة ويمثل الشركة القابضه الكويتيه",
        "enRole": "Board Member representing the Egyptian-Kuwaiti Holding Company",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": [],
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "نزهي غليوم عبدالمسيح",
        "enName": "Nozahy Ghalioum Abdelmasih",
        "arRole": "عضو مجلس إدارة و يمثل الشركة القابضه الكويتيه",
        "enRole": "Board Member representing the Egyptian-Kuwaiti Holding Company",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": [],
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "هاني يوسف مرسي",
        "enName": "Hany Youssef Morsi",
        "arRole": "عضو مجلس إدارة و يمثل الشركة القابضه الكويتيه",
        "enRole": "Board Member representing the Egyptian-Kuwaiti Holding Company",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": [],
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "غادة مصطفي لبيب",
        "enName": "Ghada Mostafa Labib",
        "arRole": "عضو مجلس إدارة ويمثل صندوق معاشات وإعانات المهندسين",
        "enRole": "Board Member representing the Engineers' Pension & Benefits Fund",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": "",
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "محمد رافت عبدالحميد",
        "enName": "Mohamed Raafat Abdelhamid",
        "arRole": "عضو مجلس إدارة ويمثل بيت الخبرة للتأجير التمويلي",
        "enRole": "Board Member representing Technolease Financial Leasing",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": "",
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "محمد خالد عبدالله",
        "enName": "Mohamed Khaled Abdullah",
        "arRole": "عضو مجلس إدارة ويمثل بيت الخبرة للتأجير التمويلي",
        "enRole": "Board Member representing Technolease Financial Leasing",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": "",
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "مؤمن محمد مختار",
        "enName": "Moamen Mohamed Mokhtar",
        "arRole": "عضو مجلس إدارة مستقل",
        "enRole": "Independent Board Member",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": "",
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "نهال سامي محمد",
        "enName": "Nehal Sami Mohamed",
        "arRole": "عضو مجلس إدارة مستقل",
        "enRole": "Independent Board Member",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": "",
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      },
      {
        "arName": "ياسر حسن عبدالله الشيشنجي",
        "enName": "Yasser Hassan Abdullah Al-Sheshengi",
        "arRole": "عضو مجلس ادارة عن قناة السويس",
        "enRole": "Board Member representing Suez Canal Authority",
        "image": "uploads/logo.svg",
        "CV": null,
        "enDescription": "",
        "arDescription": [],

        "enAboutDescription": [],
        "arAboutDescription": []
      }
    ]
  }
}
